{
  "</box>": 49160,
  "</img>": 49153,
  "</interval>": 49163,
  "</quad>": 49156,
  "</ref>": 49158,
  "<IMG_CONTEXT>": 49154,
  "<box>": 49159,
  "<img>": 49152,
  "<interval>": 49162,
  "<quad>": 49155,
  "<ref>": 49157,
  "assistant": 49161
}
